[
  {
    "title": "Cloud Atlas",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/CLOUD-ATLAS_6-copy.jpg",
    "directors": [
      "Lilly  Wachowski",
      "Lana  Wachowski",
      "Tyler Tykwer"
    ],
    "synopsis": "Bae Doona joins a formidable ensemble cast that includes Tom Hanks, Halle Berry, Jim Broadbent, and Hugh Grant, each taking on multiple roles, in the Wachowsky’s and Tykwer’s madly ambitious, epoch-spanning adaptation of David Mitchell’s 2004 novel…",
    "year": 2012
  },
  {
    "title": "2046 [35mm]",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/2046_1.jpeg",
    "directors": [
      "Wong Kar-wai"
    ],
    "synopsis": "A sort-of sequel to Wong’s Days of Being Wild and In the Mood for Love, the ’60s-set 2046 revisits Tony Leung Chiu-wai’s Chow, now a suave science-fiction writer, to chronicle his various affairs with women (including Faye Wong, Zhang Ziyi, and Gong…",
    "year": 2004
  },
  {
    "title": "The Farewell",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/THE-FAREWELL_1.jpeg",
    "directors": [
      "Lulu Wang"
    ],
    "synopsis": "Writer-director Wang draws from her own life experience in this funny, frank, and heartfelt diaspora drama, a Sundance sensation starring Crazy Rich Asians’s Awkwafina. Chinese American writer Billi, en route to a family reunion to Changchun, must…",
    "year": 2019
  },
  {
    "title": "A Summer at Grandpa's",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/A-SUMMER-AT-GRANDPAS.jpg",
    "directors": [
      "Hou Hsiao-hsien"
    ],
    "synopsis": "Introduction by programmer Edo Choi on Sunday, December 21st",
    "year": 1984
  },
  {
    "title": "The Big Parade",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/THE-BIG-PARADE_6-copy.jpg",
    "directors": [
      "King Vidor"
    ],
    "synopsis": "Three young Americans—idle rich boy Jim (John Gilbert), construction worker Slim (Karl Dane), and barkeep Bull (Tom O’Brien)—set out for the battlefields of World War I with dreams of glory, only to discover a reality horrible beyond imagination, in…",
    "year": 1925
  },
  {
    "title": "A Time to Live, a Time to Die",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/A-TIME-TO-LIVE-A-TIME-TO-DIE_7.jpeg",
    "directors": [
      "Hou Hsiao-hsien"
    ],
    "synopsis": "Introduction by programmer Edo Choi on Sunday, December 21st",
    "year": 1985
  },
  {
    "title": "Dust in the Wind",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/DUST-IN-THE-WIND.jpg",
    "directors": [
      "Hou Hsiao-hsien"
    ],
    "synopsis": "Introduction by programmer Edo Choi on Sunday, December 21st",
    "year": 1986
  },
  {
    "title": "Happyend",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/08/HAPPYEND_2.jpg",
    "directors": [
      "Neo Sora"
    ],
    "synopsis": "Introduction by producer Albert Tholen and cinematographer Bill Kirstein on Tuesday, December 23rd",
    "year": 2024
  },
  {
    "title": "Eyes Wide Shut",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/EYES-WIDE-SHUT_5.jpeg",
    "directors": [
      "Stanley Kubrick"
    ],
    "synopsis": "Christmas lights take on a malevolent gleam in Kubrick’s final masterpiece, a free adaptation of Dream Story, Viennese author Arthur Schnitzler’s 1926 novella of erotic compulsion. Dr. Bill Harford (Tom Cruise) hits the shivering streets of a…",
    "year": 1999
  },
  {
    "title": "Possession",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2024/11/FILM.00_31_13_18.Still012-1.jpg",
    "directors": [
      "Andrzej  Żuławski"
    ],
    "synopsis": "Easily the most harrowing divorce drama ever made, Zuławski’s one-of-a-kind genre pastiche has spy Sam Neill returning to his Berlin home from a mission abroad to discover that wife Isabelle Adjani wants suddenly to split up. Launching an investigation…",
    "year": 1981
  },
  {
    "title": "The Wizard of Oz",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/THE-WIZARD-OF-OZ_4.jpeg",
    "directors": [
      "Victor Fleming"
    ],
    "synopsis": "Judy Garland provides the big, plaintive voice as Dorothy, while companions Tin Man (Jack Haley), Scarecrow (Ray Bolger), and the Cowardly Lion (Bert Lahr) are pure knockabout vaudeville fun, in this criminally entertaining musical adaptation from L.…",
    "year": 1939
  },
  {
    "title": "The Gold Rush",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/THE-GOLD-RUSH_2.jpeg",
    "directors": [
      "Charlie Chaplin"
    ],
    "synopsis": "The second feature that Chaplin released under the aegis of United Artists, the studio he’d co-founded with Mary Pickford, Douglas Fairbanks, and D.W. Griffith in 1919, The Gold Rush was made with the writer-director-star’s total creative control, and…",
    "year": 1925
  },
  {
    "title": "Ikiru",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/IKIRU_4.jpeg",
    "directors": [
      "Akira Kurosawa"
    ],
    "synopsis": "One of Kurosawa’s very greatest achievements, Ikiru shows the director at his most compassionate, affirming life through an explora­tion of death. Takashi Shimura brings a sublime pathos to his portrayal of an aging Tokyo bureaucrat who, after being…",
    "year": 1952
  },
  {
    "title": "Alphaville",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/ALPHAVILLE_1.jpeg",
    "directors": [
      "Jean-Luc Godard"
    ],
    "synopsis": "Eddie Constantine’s B-movie private dick Lemmy Caution finds himself on the toughest case of his career, on the trail of rogue scientist Professor von Braun, the inventor of Alpha 60, a sentient computer that keeps tabs on the citizenry of…",
    "year": 1965
  },
  {
    "title": "Distant Voices, Still Lives",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/DISTANT-VOICES-STILL-LIVES_1.jpeg",
    "directors": [
      "Terence Davies"
    ],
    "synopsis": "An exquisite, sensual, and achingly personal work of art from the late, great Davies, set in Davies’s hometown of Liverpool in the 1950s. The directorial surrogate is young Bud, a movie-mad child on the verge of sexual awakening, and in one…",
    "year": 1988
  },
  {
    "title": "Chungking Express",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/10/CHUNGKING-EXPRESS_7.jpeg",
    "directors": [
      "Wong Kar-wai"
    ],
    "synopsis": "A hot-shot to the heart, pop masterpiece Chungking Express tells the stories of two lovelorn cops (Takeshi Kaneshiro and Tony Leung) and the women who baffle them (Brigitte Lin and Faye Wong, who contributes a Cantopop cover of The Cranberries’…",
    "year": 1994
  },
  {
    "title": "The Long Day Closes",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/THE-LONG-DAY-CLOSES_4-copy.jpg",
    "directors": [
      "Terence Davies"
    ],
    "synopsis": "An exquisite, sensual, and achingly personal work of art from Davies, set in the director’s hometown of Liverpool as remembered from the 1950s of his youth—a drab urban environment where the markers of postwar austerity are everywhere evident, but…",
    "year": 1992
  },
  {
    "title": "Blade Runner: The Final Cut",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/BLADE-RUNNER_-THE-FINAL-CUT_1.jpeg",
    "directors": [
      "Ridley Scott"
    ],
    "synopsis": "While so many special effects spectacles are lost in time like tears in the rain, Blade Runner remains the template for imagining the neon-wreathed downer of the future, every bit as influential in its vision as was Fritz Lang’s Metropolis over a half…",
    "year": 1982
  },
  {
    "title": "Barking Dogs Never Bite",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/BARKING-DOGS-NEVER-BITE_4.jpeg",
    "directors": [
      "Bong Joon Ho"
    ],
    "synopsis": "Bong’s debut feature is the work of a preternaturally talented filmmaker already in full command of his medium—and alert to the issues of economic and class disparity that he would continue to explore in works like 2019’s Parasite. The darkly comic,…",
    "year": 2000
  },
  {
    "title": "Millennium Mambo",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2024/08/MILLENNIUM-MAMBO_2.jpg",
    "directors": [
      "Hou Hsiao-hsien"
    ],
    "synopsis": "A stylish and seductive submersion into the techno-scored neon nightlife of Taipei, Hou’s much-misunderstood marvel stars Shu Qi (The Assassin) as an aimless bar hostess drifting away from her blowhard boyfriend and towards Jack Kao’s suave, sensitive…",
    "year": 2001
  },
  {
    "title": "In the Mood for Love",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/IN-THE-MOOD-FOR-LOVE_8.jpeg",
    "directors": [
      "Wong Kar-wai"
    ],
    "synopsis": "Wong’s arthouse smash is the very simple tale of two people in early ’60s Hong Kong, Mr. Chow (Tony Leung Chiu-wai) and Mrs. Chen (Maggie Cheung), drawn to one another by the discovery that their spouses are getting together on the side. A little…",
    "year": 2000
  },
  {
    "title": "Fantastic Mr. Fox",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/FANTASTIC-MR.-FOX_1-copy.jpg",
    "directors": [
      "Wes Anderson"
    ],
    "synopsis": "",
    "year": 2009
  },
  {
    "title": "Snow White and the Seven Dwarfs",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/SNOW-WHITE-AND-THE-SEVEN-DWARFS_9-copy.jpg",
    "directors": [
      "Multiple Dirs"
    ],
    "synopsis": "Walter Elias Disney had taken risks in his professional life before, some of them quite substantive, but never, before or after, would he put all his chips on the table in the way that he did with Snow White and the Seven Dwarfs. It would be the first…",
    "year": 1937
  },
  {
    "title": "Amarcord [DCP]",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/03/AMARCORD_13_resized.jpg",
    "directors": [
      "Federico Fellini"
    ],
    "synopsis": "The first of Guerra’s three collaborations with Fellini, who he had been born only two months before and a few miles away from, is an affectionate, richly sensual film reminiscence of a year in the life of the bygone world of its director’s…",
    "year": 1973
  },
  {
    "title": "Carol [DCP]",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/CAROL_9.jpeg",
    "directors": [
      "Todd Haynes"
    ],
    "synopsis": "A Metrograph holiday tradition, back by popular demand. It starts at Frankenberg’s department store, and an exchange of glances between Carol and the girl behind the counter (Cate Blanchett and Rooney Mara, both sublime), a look that tangles up…",
    "year": 2015
  },
  {
    "title": "Phantom Thread [35mm]",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/PHANTOM-THREAD_9.jpeg",
    "directors": [
      "Paul Thomas Anderson"
    ],
    "synopsis": "One of the key scenes in Anderson’s evocation of the world of haute couture in postwar England takes place at a riotously colorful New Year’s Eve ball, but the film itself qualifies for inclusion in a holiday series by virtue of having the quality of…",
    "year": 2017
  },
  {
    "title": "Gremlins",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/GREMLINS_5.jpeg",
    "directors": [
      "Paul Thomas Anderson"
    ],
    "synopsis": "Crackpot inventor Randall Peltzer (Hoyt Axton) purchases a pet mogwai—that’s Cantonese for “devil,” by the way—from a Chinatown vendor as a Christmas gift for son Billy (Zach Galligan), but when Gizmo’s new owners fail to follow strict…",
    "year": 1984
  },
  {
    "title": "Point Break",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/POINT-BREAK_3-copy.jpg",
    "directors": [
      "Kathryn Bigelow"
    ],
    "synopsis": "Keanu Reeves stars as Johnny Utah, an FBI agent who goes undercover among the beach bums in order to investigate a hunch about surfers who are possibly moonlighting as bank robbers, in the film that cemented Reeves as a new, very California cool kind of…",
    "year": 1991
  },
  {
    "title": "Fantasia",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/10/FANTASIA_7-copy.jpg",
    "directors": [
      "James Algar",
      "Samuel Armstrong",
      "Ford Beebe Jr."
    ],
    "synopsis": "The Philadelphia Orchestra, following the hand of conductor Leopold Stokowski, performs selections from Bach, Tchaikovsky, Stravinsky, Beethoven, and other giants, each accompanied by animated vignettes—most famously the mischievous Mickey Mouse vehicle…",
    "year": 1940
  },
  {
    "title": "Air Doll",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2024/08/AIR-DOLL_2.jpg",
    "directors": [
      "Hirokazu Kore-eda"
    ],
    "synopsis": "Adapted from a manga by Yoshiie Gōda, Kore-eda’s bittersweet modern-day fable of urban anomie and objectification—a little-seen outlier in the Japanese master’s filmography, featuring fleet mobile camerawork and a glossy pop art color palette…",
    "year": 2009
  },
  {
    "title": "Branded to Kill",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/BRANDED-TO-KILL_3.jpeg",
    "directors": [
      "Seijun  Suzuki"
    ],
    "synopsis": "The movie that got renegade pop modernist director Suzuki fired from Nikkatsu studio, Branded to Kill is a far-out absurdist actioner following Joe Shishido’s hunted hitman, a kook with a fetish for huffing steamed rice, as he’s trailed by the…",
    "year": 1967
  },
  {
    "title": "The Tale of the Princess Kaguya",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/04/THE-TALE-OF-PRINCESS-KAGUYA_4.jpg",
    "directors": [
      "Isao Takahata"
    ],
    "synopsis": "A richly realized fable that begins when a bamboo cutter discovers a tiny girl inside of one of the shoots that he’s chopping, and decides to raise her as a princess—a decision that has very little to do with her down-to-earth nature. The final film…",
    "year": 2013
  },
  {
    "title": "Platform",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/PLATFORM_2.jpeg",
    "directors": [
      "Jia Zhangke"
    ],
    "synopsis": "Jia’s intimate epic begins in and returns to the director’s hometown of Fenyang, Shanxi Province, where it picks up with a theatre troupe first encountered in the late ’70s, following them through changes in fashion over the course of a decade as…",
    "year": 2000
  },
  {
    "title": "Solaris",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/SOLARIS_1.jpeg",
    "directors": [
      "Andrei Tarkovsky"
    ],
    "synopsis": "Enthralling, haunting, hypnotic, enigmatic, visually stunning, and overwhelmingly emotional, Tarkovsky’s slow sci-fi epic—based on Polish author Stanisław Lem’s 1961 novel of the same name—follows psychologist Kris Kelvin (Donatas Banionis) on a…",
    "year": 1972
  },
  {
    "title": "One Battle After Another",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/ONE-BATTLE-AFTER-ANOTHER_1-copy.jpg",
    "directors": [
      "Paul Thomas Anderson"
    ],
    "synopsis": "Grass- and booze-blunted ex-revolutionary Leonardo DiCaprio and headstrong daughter Chase Infiniti, with a little help (and a few small beers) from sensei Benecio del Toro, face off against neo-fascist martinet Sean Penn in Anderson’s artfully…",
    "year": 2025
  },
  {
    "title": "Mouchette",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/01/MOUCHETTE_2.jpg",
    "directors": [
      "Robert  Bresson"
    ],
    "synopsis": "Bresson was an artist preoccupied with faith and redemption, to be sure, but he also looked long and unblinkingly at suffering and despair as few filmmakers ever had or would. His second Bernanos adaptation, beginning a long engagement with the question…",
    "year": 1967
  },
  {
    "title": "Blow-Up",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2023/08/blow-up.jpg",
    "directors": [
      "Michelangelo Antonioni"
    ],
    "synopsis": "Antonioni’s 1966 English-language debut sets its scene in a London that’s less swinging than sleepwalking, with David Hemmings a blasé-decadent photographer who finds himself sucked into a vortex of political intrigue when he discovers that a casual…",
    "year": 1966
  },
  {
    "title": "Angel's Egg",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/10/ANGELS-EGG_1.jpeg",
    "directors": [
      "Mamoru  Oshii"
    ],
    "synopsis": "Made in collaboration with storied illustrator Yoshitaka Amano (Final Fantasy), Oshii’s lyrical animated allegory, rich in Biblical allusions and parsimonious in spoken dialogue, follows a young girl traveling through the ruins of a post-apocalyptic…",
    "year": 1985
  },
  {
    "title": "Cure",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/CURE_2.jpeg",
    "directors": [
      "Kiyoshi  Kurosawa"
    ],
    "synopsis": "Kurosawa’s international breakthrough rode a tide of late ’90s J-horror mania, but was immediately recognizable as the work of a formidable formalist whose thematic and philosophical concerns went deeper than jump scares. Detective Kenichi Takabe…",
    "year": 1997
  },
  {
    "title": "Holiday Fleischer Cartoons",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/11/Fleischer-Poster_resized.jpeg",
    "directors": [
      "Multiple Dirs",
      "Dave Fleischer",
      "Max Fleischer"
    ],
    "synopsis": "Celebrate the holidays with Fleischer Studios, home of Betty Boop, Popeye, Bimbo, and a barbed, surrealist sense of humor. Featuring Modeling, in which Koko the Clown escapes Max Fleischer’s pen to run amok; Christmas Comes but Once a Year, in which…",
    "year": 1933
  },
  {
    "title": "As I Was Moving Ahead Occasionally I Saw...",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/AS-I-WAS-MOVING-AHEAD._3.jpeg",
    "directors": [
      "Jonas Mekas"
    ],
    "synopsis": "The apotheosis of Mekas’s decades-long project of documenting his everyday life in frenzied images shot on an ever-handy Bolex, the ecstatically alive As I Was Moving Ahead Occasionally I Saw…, a Whitman-esque outpouring of blissed-out lyricism, is…",
    "year": 2000
  },
  {
    "title": "Cemetery of Splendour",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/CEMETERY-OF-SPLENDOUR_6.jpeg",
    "directors": [
      "Apichatpong Weerasethakul"
    ],
    "synopsis": "Weaving together Thailand’s rich fundament of supernatural mythology and its often troubled national history, Apichatpong crafts a bewitching and seductive cinematic idyll, in which comatose soldiers suffering from a mysterious sleeping sickness are…",
    "year": 2015
  },
  {
    "title": "Phantom Thread",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/01/PHANTOM-THREAD_5.jpg",
    "directors": [
      "Paul Thomas Anderson"
    ],
    "synopsis": "One of the key scenes in Anderson’s evocation of the world of haute couture in postwar England takes place at a riotously colorful New Year’s Eve ball, but the film itself qualifies for inclusion in a holiday series by virtue of having the quality of…",
    "year": 2017
  },
  {
    "title": "Unmade Beds preceded by Midnight Coffee",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/UNMADE-BEDS_3.jpeg",
    "directors": [
      "Amos Poe"
    ],
    "synopsis": "Artist Duncan Hannah, freshly graduated from Parsons, plays Rico, a dashing, ennui-afflicted photographer with a weakness for the bottle and for performing Jean-Pierre Melville/Belmondo-in-Breathless cosplay for an audience of no one in Poe’s first…",
    "year": 1976
  },
  {
    "title": "Tokyo Fist",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/TOKYO-FIST_3.jpeg",
    "directors": [
      "Shinya  Tsukamoto"
    ],
    "synopsis": "Having achieved cult infamy with the one-two punch of his Tetsuo films, both now firmly ensconced in the cinematic cyberpunk canon, Shinya moved in for the K.O. with this stylish, unremittingly grim, thoroughly pummeling tale of brutal underground boxing…",
    "year": 1995
  },
  {
    "title": "Downtown 81 [35mm]",
    "imageUrl": "https://metrograph.imgix.net/2022/03/DT811600.png?fm=png&ixlib=php-3.3.1",
    "directors": [
      "Edo Bertoglio"
    ],
    "synopsis": "In 1980, writer and Warhol associate Glenn O’Brien, Swiss photographer Edo Bertoglio, and Jean-Michel Basquiat, a graffiti innovator and noise music artist who’d just begun to exhibit his paintings, hit the streets of lower Manhattan to make a movie…",
    "year": 2000
  },
  {
    "title": "Princess Mononoke",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/05/PRINCESS-MONONOKE_4.jpeg",
    "directors": [
      "Hayao  Miyazaki"
    ],
    "synopsis": "Clashing with an archdemon boar, warrior Ashitaka is stricken with an empowering but ultimately fatal curse, and journeying into the unknown of the Great Forest in search of a cure, meets the fierce titular warrior woman, raised by wolf-gods. Miyazaki’s…",
    "year": 1997
  },
  {
    "title": "Paris, Texas",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/PARIS-TEXAS_9.jpeg",
    "directors": [
      "Wim Wenders"
    ],
    "synopsis": "Wiry and weathered Harry Dean Stanton had long been a cult character actor in Hollywood when Wenders had the vision to put him at the center of a movie: a modern retelling of The Searchers on the highways of the Southwest, with Harry Dean as the…",
    "year": 1984
  },
  {
    "title": "Ugo Bienvenu Shorts Program",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/DOLLY.ZERO_1-copy.jpg",
    "directors": [
      "Multiple Dirs"
    ],
    "synopsis": "Introduction by producer/co-director Félix de Givry on Friday, January 9th",
    "year": 2025
  },
  {
    "title": "Arco",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/ARCO_Still_01_CourtesyofNEON.jpeg",
    "directors": [
      "Ugo Bienvenu"
    ],
    "synopsis": "Q&A with producer/co-writer Félix de Givry on Friday, January 9th",
    "year": 2025
  },
  {
    "title": "Variety",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2022/12/VARIETY2.png",
    "directors": [
      "Bette Gordon"
    ],
    "synopsis": "A young woman, Christine (Sandy McLeod), lands a job as a cashier at a downtown porno theater, and soon finds herself inexorably drawn towards what’s happening on the screen—as well as other troubling fantasies. Writes director Gordon: “Hitchcock…",
    "year": 1983
  },
  {
    "title": "Shinjuku Triad Society",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2024/11/SHINJUKU-TRIAD-SOCIETY_7.jpg",
    "directors": [
      "Takashi  Miike"
    ],
    "synopsis": "A little-seen standout in Miike’s dauntingly vast filmography, Shinjuku Triad Society was the first theatrical release that the director—who’d begun his career in DTV action—made, shot on 35mm, the inaugural work in his “Black Society” trilogy…",
    "year": 1995
  },
  {
    "title": "Blue Velvet [35mm]",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/02/BLUE-VELVET_1_resized.jpg",
    "directors": [
      "David Lynch"
    ],
    "synopsis": "The chance discovery of a severed human ear lying in a field inspires Kyle MacLachlan’s wholesome, all-American protagonist to try his hand at amateur sleuthing, and sets him off on a journey that will introduce him to bruised beauty Isabella Rossellini…",
    "year": 1986
  },
  {
    "title": "Empire II",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/EMPIRE-II_1-copy.jpg",
    "directors": [
      "Amos Poe"
    ],
    "synopsis": "Shot over the course of a year from the window of its director’s Manhattan apartment, Empire II is Poe’s rejoinder, more than 40 years later, to Andy Warhol’s minimalist masterpiece of 1965, which offers an eight-hour static view of the Empire State…",
    "year": 2007
  },
  {
    "title": "Hamnet with Cinematographer Lukasz Zal",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/HAMNET_02_resized.jpg",
    "directors": [
      "Chloé Zhao"
    ],
    "synopsis": "Q&A with cinematographer Łukasz Żal on Saturday, January 10th",
    "year": 2025
  },
  {
    "title": "The Foreigner",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/THE-FOREIGNER_2-copy.jpg",
    "directors": [
      "Amos Poe"
    ],
    "synopsis": "Described by its director as an “anti-homage,” Poe’s noir-inflected tale follows French secret agent Max Menace (Eric Mitchell), arrived in New York City to fulfill a mission whose exact nature is unclear and targeted by enemies whose grudges are…",
    "year": 1978
  },
  {
    "title": "Last Year at Marienbad",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2024/09/LAST-YEAR-AT-MARIENBAD_11_resized.jpg",
    "directors": [
      "Alain Resnais"
    ],
    "synopsis": "Variously pilloried and adulated in its time, and undeniably “one of the most influential movies ever made” [J. Hoberman, The Village Voice], Resnais’s coolly glittering, fascinating, frustrating film, made in collaboration with novelist Alain…",
    "year": 1961
  },
  {
    "title": "Audition",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/AUDITION_1.jpeg",
    "directors": [
      "Takashi  Miike"
    ],
    "synopsis": "Among the great bait-and-switch acts of film history, Miike’s masterwork begins as a reserved, melancholy, almost Ozu-esque study of a lonely widower (Ryo Ishibashi) and his desperate attempts to find a new romantic partner, then turns into… something…",
    "year": 1999
  },
  {
    "title": "The Informer",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/THE-INFORMER_3-copy.jpg",
    "directors": [
      "John  Ford"
    ],
    "synopsis": "Ford’s gut-churning expressionistic adaptation of Liam O’Flaherty’s novel of the same name, nominated for six Academy Awards and winner of four, was a passion project for the Irish American director, set during the 1919-1921 War of Independence in…",
    "year": 1935
  },
  {
    "title": "Casper",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/CASPER_1-copy.jpg",
    "directors": [
      "Brad Silberling"
    ],
    "synopsis": "Beloved star of 1940s and ’50s theatrical cartoon shorts and Harvey Comics funny books, the most amiable of poltergeists triumphantly returned to the big screen in 1995 to pal around with adolescent Christina Ricci and her recently widowed “ghost…",
    "year": 1995
  },
  {
    "title": "Maborosi",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/MABOROSI_4-copy.jpg",
    "directors": [
      "Hirokazu Kore-eda"
    ],
    "synopsis": "An elegantly photographed, enormously poignant story of mourning and reawakening from master dramatist Kore-eda, already showing the extraordinary delicacy that defines his body of work in this, his feature filmmaking debut. Young mother Yumiko (Makiko…",
    "year": 1995
  },
  {
    "title": "Subway Riders",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/SUBWAY-RIDERS_1-copy.jpg",
    "directors": [
      "Amos Poe"
    ],
    "synopsis": "A woodwind-playing Pied Piper is terrorizing New York City, luring victims into abandoned corners of the city with the sound of his saxophone blowing before blowing them away. A grimy, mood-drenched memento from Fun City NYC—invested with pungent…",
    "year": 1981
  },
  {
    "title": "The Blank Generation preceded by Stiletto",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/THE-BLANK-GENERATION_1.jpeg",
    "directors": [
      "Amos Poe",
      "Melvie Arslanian",
      "Ivan Král"
    ],
    "synopsis": "Made in collaboration with Poe’s colleague at his New Line Cinema day job, Ivan Král of the Patti Smith Group, The Blank Generation is a one-of-a-kind document of NYC punk at ground zero, capturing early live performances by Smith, Television, Blondie,…",
    "year": 1981
  },
  {
    "title": "Smithereens",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/SMITHEREENS_1.jpeg",
    "directors": [
      "Susan Seidelman"
    ],
    "synopsis": "Wren wants to be famous. Or at least she wants to be recognized. She tours the Lower East Side in torn fishnets and a plastic houndstooth miniskirt, jumping turnstiles and wheat-pasting up her own “Missing” posters. Susan Berman plays her like the…",
    "year": 1982
  },
  {
    "title": "They Live",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/01/theylive_1280x720.png",
    "directors": [
      "John Carpenter"
    ],
    "synopsis": "“Rowdy” Roddy Piper, a homeless construction worker who’s blown into Los Angeles looking for work, stumbles across a secret stash of sunglasses that, when worn, reveal to him a hidden world—one in which ghoulish extraterrestrial overlords walk the…",
    "year": 1988
  },
  {
    "title": "Mary Poppins",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/MARY-POPPINS_2-copy.jpg",
    "directors": [
      "Robert Stevenson"
    ],
    "synopsis": "Disney brings the Edwardian England of P.L. Travers—an ever-present consultant on this film’s set—and her flying nanny to vividly colored life in a song-and-dance extravaganza beloved by generation after generation, starring Julie Andrews, in her…",
    "year": 1964
  },
  {
    "title": "When the Phone Rang",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/when-the-phone-rang.jpeg",
    "directors": [
      "Iva Radivojević"
    ],
    "synopsis": "Q&A with director Iva Radivojević on Saturday, January 17th",
    "year": 2024
  },
  {
    "title": "They Say the Moon Is Fuller Here",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/THEY-SAY-THE-MOON-IS-FULLER_2.jpeg",
    "directors": [
      "Clara Law"
    ],
    "synopsis": "Law’s shot-on-16mm graduate thesis film from London’s National Film and Television School would become the first entry in her transnational “emigration series,” with the director herself starring as Ling, a Hong Kong fine arts student in the UK…",
    "year": 1985
  },
  {
    "title": "Dreams of Dislocation: A Short Film Program",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/dreams-of-dislocation.jpeg",
    "directors": [
      "Multiple Dirs"
    ],
    "synopsis": "Post-screening discussion with filmmakers Iva Radivojević and Xiaolu Wang on Saturday, January 17th",
    "year": 2020
  },
  {
    "title": "Calendar",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/CALENDAR.jpg",
    "directors": [
      "Atom  Egoyan"
    ],
    "synopsis": "Introduction by filmmaker Iva Radivojević on Saturday, January 17th",
    "year": 1993
  },
  {
    "title": "Love & Pop",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/07/LOVE-AND-POP_2.jpeg",
    "directors": [
      "Hideaki Anno"
    ],
    "synopsis": "Neon Genesis Evangelion creator Anno’s live-action feature debut, based on a novel by Ryū Murakami, the stylistically exuberant Love & Pop centers on Tokyo schoolgirl Hiromi (Asumi Miwa) and her three friends, all of whom have begun earning extra…",
    "year": 1998
  },
  {
    "title": "Made in Hong Kong",
    "imageUrl": "https://metrograph.imgix.net/2020/11/MadeinHK_3.jpg?fm=pjpg&ixlib=php-3.3.1",
    "directors": [
      "Fruit Chan"
    ],
    "synopsis": "The first independent film released in post-Handover Hong Kong, Chan’s atmospheric shoestring-budget character study is a rough-and-ready piece of work shot on grainy leftover 35mm short ends in the city’s overcrowded subsidized housing projects. The…",
    "year": 1997
  },
  {
    "title": "Once Upon a Time in America",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/ONCE-UPON-A-TIME-IN-AMERICA_3-copy.jpg",
    "directors": [
      "Sergio Leone"
    ],
    "synopsis": "For his final and most grandiose epic, Leone, teaming with an in-his-prime Robert De Niro, left behind the Western to take on another quintessentially American genre, the gangster picture, producing a singularly haunted and haunting, epoch-hopping…",
    "year": 2017
  },
  {
    "title": "Ice",
    "imageUrl": "https://metrograph.com/wp-content/uploads/2025/12/ICE.jpg",
    "directors": [
      "Robert Kramer"
    ],
    "synopsis": "“Coolly extrapolates twenty years into the American future to discover urban guerrillas in the streets and glass-and-marble buildings of New York, at war against a fascist regime. A microcosm of personalities, trends, and problems of today’s New Left…",
    "year": 1970
  }
]